tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/test-bot"
brew "rainbarf"
brew "alexjs"
brew "analog"
brew "atomicparsley"
brew "cmake"
brew "elasticsearch@2.4", restart_service: true, link: true
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fork-cleaner"
brew "get_iplayer"
brew "git"
brew "git-imerge"
brew "git-when-merged"
brew "go"
brew "glide"
brew "fasd"
brew "openssl"
brew "readline"
brew "xz"
brew "python"
brew "grc"
brew "heroku"
brew "hub"
brew "hyperscan"
brew "imagemagick"
brew "jansson"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "jsonlint"
brew "lastpass-cli", args: ["with-pinentry", "with-doc"]
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "libyaml"
brew "lzip"
brew "mas"
brew "memcached", restart_service: true
brew "mysql@5.7", restart_service: true
brew "nginx", restart_service: true
brew "pkg-config"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "ssh-copy-id"
brew "wget"
brew "write-good"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "doxie"
cask "dropbox"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "java8"
cask "keepingyouawake"
cask "kitty"
cask "licecap"
cask "muzzle"
cask "qbserve"
cask "quitter"
cask "sizeup"
cask "sketch"
cask "spectacle"
cask "spotify"
cask "subler"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
cask "vmware-fusion"
cask "whatsapp"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
